export const featureList=[
    "安徽",
    "北京",
    "重庆",
    "福建",
    "甘肃",
    "广东",
    "广西",
    "贵州",
    "海南",
    "河北",
    "河南",
    "黑龙江",
    "湖北",
    "湖南",
    "吉林",
    "江苏",
    "江西",
    "辽宁",
    "内蒙古",
    "宁夏",
    "青海",
    "山东",
    "山西",
    "陕西",
    "上海",
    "四川",
    "天津",
    "西藏",
    "新疆",
    "云南",
    "浙江",
    "台湾",
    "亚热带季风气候",
    "温带季风气候",
    "温带大陆性气候",
    "高原山地气候",
    "热带季风气候",
    "古建筑",
    "现代建筑",
    "山",
    "湖泊",
    "瀑布",
    "峡谷",
    "高原",
    "草原",
    "楼阁",
    "寺庙",
    "道观",
    "古镇",
    "古城",
    "古村",
    "宫殿",
    "石窟",
    "佛像",
    "城墙",
    "遗迹",
    "陵墓",
    "淡水湖",
    "咸水湖",
    "三山五岳",
    "纪念馆",
    "博物馆",
    "博物院",
    "故居",
    "红色旧址",
    "堤坝",
    "黄土高原",
    "青藏高原",
    "道教",
    "佛教",
    "儒家",
    "皇家",
    "地方文化",
    "少数名族文化",
    "高山族",
    "布依族",
    "春节文化",
    "黄土风情文化",
    "武术",
    "中外文化",
    "国际化",
    "古代金融业",
    "孔子",
    "松赞干布",
    "成吉思汗",
    "杜甫",
    "苏轼",
    "李白",
    "徐霞客",
    "诗词歌赋",
    "武侠",
    "影视",
    "考古",
    "《西游记》",
    "《花千骨》",
    "《滕王阁序》",
    "《黄鹤楼》",
    "《岳阳楼记》",
    "《望岳》",
    "《望庐山瀑布》",
    "《黄河大合唱》",
    "《黔游记》",
    "雕刻",
    "陶俑",
    "壁画",
    "堆绣",
    "甲骨文",
    "青铜器",
    "水利工程",
    "文物众多",
    "奇特地貌",
    "喀斯特地貌",
    "悬崖峭壁",
    "柱峰",
    "火山",
    "奇松",
    "怪石",
    "云海",
    "温泉",
    "高海拔",
    "生态",
    "盐业",
    "湖怪传说",
    "长江",
    "金沙江",
    "怒江",
    "澜沧江",
    "黄河",
    "归春河",
    "雅鲁藏布江",
    "九寨沟",
    "玉龙雪山",
    "哈巴雪山",
    "悬空寺",
    "白鹿洞书院",
    "滕王阁",
    "黄鹤楼",
    "岳阳楼",
    "白马寺",
    "大昭寺",
    "塔尔寺",
    "少林寺",
    "夫子庙",
    "徽州古城",
    "阆中古城",
    "平遥古城",
    "丽江古城",
    "长城",
    "秦始皇兵马俑",
    "明十三陵",
    "安阳殷墟",
    "云冈石窟",
    "龙门石窟",
    "莫高窟",
    "大足石刻",
    "乐山大佛",
    "故宫",
    "台北故宫",
    "布达拉宫",
    "嵩山",
    "泰山",
    "华山",
    "衡山",
    "恒山",
    "雁荡山",
    "黄山",
    "庐山",
    "武当山",
    "五台山",
    "普陀山",
    "峨眉山",
    "九华山",
    "青海湖",
    "纳木错",
    "茶卡盐湖",
    "喀纳斯湖",
    "长白山天池",
    "西湖",
    "鄱阳湖",
    "日月潭",
    "壶口瀑布",
    "黄果树瀑布",
    "庐山瀑布",
    "德天瀑布",
    "诺日朗瀑布",
    "雅鲁藏布大峡谷",
    "虎跳峡",
    "长江三峡",
    "怒江大峡谷",
    "澜沧江梅里大峡谷",
    "太鲁阁大峡谷",
    "长白山",
    "《饮湖上初晴后雨》",
    "梅里雪山",
    "瑞金",
    "延安",
    "井冈山",
    "嘉兴",
    "红色文化",
    "长征",
    "革命",
    "教育",
    "长征精神",
    "苏区精神",
    "延安精神",
    "井冈山精神",
    "红船精神",
    "毛泽东"
]

export const placeList=[
    {
        name:"滕王阁",
        feature:[16,32,37,45,89,95],
        introduction:"滕王阁，位于江西省南昌市东湖区，地处赣江东岸，因初唐诗人王勃所作《滕王阁序》而闻名于世；与湖南岳阳岳阳楼、湖北武汉黄鹤楼并称为“江南三大名楼”，是中国古代四大名楼之一、“中国十大历史文化名楼”之一，世称“西江第一楼”。滕王阁主体建筑高57.5米，建筑面积13000平方米；其下部为象征古城墙的12米高台座，分为两级；台座以上的主阁取“明三暗七”格式，为三层带回廊建筑，内部共有七层，分为三个明层、三个暗层及阁楼；正脊鸱吻为仿宋特制，高3.5米。"
    },
    {
        name:"黄鹤楼",
        feature:[13,33,38,46,90,97],
        introduction:"黄鹤楼，位于湖北省武汉市武昌区，地处蛇山之巅，因唐代诗人崔颢登楼所题《黄鹤楼》一诗而名扬四海。自古有“天下绝景”之美誉，与晴川阁、古琴台并称为“武汉三大名胜”，与湖南岳阳岳阳楼、江西南昌滕王阁并称为“江南三大名楼”，是“武汉十大景”之首、“中国古代四大名楼”之一、“中国十大历史文化名楼”之一，世称“天下江山第一楼”。"
    },
    {
        name:"岳阳楼",
        feature:[14,33,38,46,90,98],
        introduction:"岳阳楼，位于湖南省岳阳市岳阳楼区洞庭北路，地处岳阳古城西门城墙之上，紧靠洞庭湖畔，下瞰洞庭，前望君山；始建于东汉建安二十年（215年），历代屡加重修，现存建筑沿袭清光绪六年（1880年）重建时的形制与格局；因北宋滕宗谅重修岳阳楼，邀好友范仲淹作《岳阳楼记》使得岳阳楼著称于世。自古有“洞庭天下水，岳阳天下楼”之美誉。"
    },
    {
        name:"白马寺",
        feature:[11,34,38,47,54,70,80,81],
        introduction:"白马寺，中国第一古刹，世界佛教圣地。位于河南省洛阳市，始建于东汉永平十一年（公元68年），是佛教传入中国后兴建的第一座官办寺院，乃中国、越南、朝鲜、日本及欧美国家的“释源”和“祖庭”。白马寺把佛教传到了朝鲜、日本和东南亚，使佛教在亚洲得到普及，后来又进入欧美，成为世界各地佛教信徒参拜的圣地。因此20世纪末以来，日本捐资重修白马寺钟楼并立空海雕像；泰国、印度、缅甸政府相继出资于白马寺建造佛殿，使之成为全世界唯一拥有中、印、缅、泰四国风格佛殿的国际化寺院。韩国、新加坡、马来西亚均来此受戒，美国、德国、加拿大皆出席该寺方丈升任法会 ，作为国际化程度最高的寺院，白马寺可谓名副其实的“天下第一寺”。"
    },
    {
        name:"大昭寺",
        feature:[28,36,38,47,52,54,70,103],
        introduction:"大昭寺，又名“祖拉康”、“觉康”（藏语意为佛殿），位于拉萨老城区中心，是一座藏传佛教寺院，是藏王松赞干布建造，拉萨之所以有“圣地”之誉，与这座佛像有关。寺庙最初称“惹萨”，后来惹萨又成为这座城市的名称，并演化成当下的“拉萨”。大昭寺建成后，经过元、明、清历朝屡加修改扩建，才形成了现今的规模。大昭寺融合了藏、唐、尼泊尔、印度的建筑风格，成为藏式宗教建筑的千古典范。寺前终日香火缭绕，信徒们虔诚的叩拜在门前的青石地板上留下了等身叩头的深深印痕。万盏酥油灯长明，留下了岁月和朝圣者的痕迹。"
    },
    {
        name:"塔尔寺",
        feature:[21,36,38,47,70,105,106],
        introduction:"塔尔寺，又名塔儿寺，地处青海省省会西宁市湟中区城区，创建于明洪武十二年（1379年）。得名于大金瓦寺内为纪念黄教创始人宗喀巴而建的大银塔，藏语称为“衮本贤巴林”，意思是“十万狮子吼佛像的弥勒寺”，是国家AAAAA级旅游景区 。酥油花、壁画和堆绣被誉为“塔尔寺艺术三绝”，另外寺内还珍藏了许多佛教典籍和历史、文学、哲学、医药、立法等方面的学术专著。每年举行的佛事活动“四大法会”，更是热闹非凡。塔尔寺的酥油花雕塑也是栩栩如生，远近闻名。"
    },
    {
        name:"少林寺",
        feature:[11,34,38,47,70,79,160],
        introduction:"少林寺，隶属于河南省郑州市登封市嵩山五乳峰下，因坐落于嵩山腹地少室山茂密丛林之中，故名“少林寺”。是中国佛教禅宗祖庭和中国功夫的发源地之一，世界文化遗产、全国重点文物保护单位、国家AAAAA级旅游景区。少林寺是世界著名的佛教寺院，是汉传佛教的禅宗祖庭，在中国佛教史上占有重要地位，被誉为“天下第一名刹”。因其历代少林武僧潜心研创和不断发展的少林功夫而名扬天下，素有“天下功夫出少林，少林功夫甲天下”之说。"
    },
    {
        name:"南京夫子庙",
        feature:[16,33,38,47,71,83],
        introduction:"南京夫子庙位于南京市秦淮区，是一组规模宏大的古建筑群，主要由孔庙、学宫、贡院三大建筑群组成，占地极大。夫子庙被誉为秦淮名胜而成为古都南京的特色景观区，在六朝至明清时期，世家大族多聚于附近，故有“六朝金粉”之说，是中国最大的传统古街市，与上海城隍庙、苏州玄妙观和北京天桥为中国四大闹市，也是中国著名的开放式国家AAAAA级旅游景区和国际旅游胜地。"
    },
    {
        name:"徽州古城",
        feature:[1,33,38,50,61,73],
        introduction:`徽州古城，又名歙县古城，古称新安郡。位于安徽黄山市歙县徽城镇，总占地面积24.7平方公里。古城始建于秦朝，自唐代以来，一直是徽郡、州、府治所在地，故县治与府治同在一座城内，形成了城套城的独特风格。徽州古城是中国三大地方学派之一的"徽学"发祥地，被誉为"东南邹鲁、礼仪之邦"。城内景区包含徽园、渔梁坝、许国石坊、斗山街、陶行知纪念馆、新安碑园、太白楼等七处。覆盖了新安理学、徽派朴学、新安医学、新安画派、徽派版画、徽派篆刻、徽剧、徽商、徽派建筑、徽州“四雕”、徽菜、徽州茶道、徽州方言等徽州文化。`
    },
    {
        name:"阆中古城",
        feature:[26,33,38,47,50,73,77],
        introduction:"阆（làng）中古城，位于四川盆地东北缘、嘉陵江中游，是国家AAAAA级旅游景区，千年古县，中国春节文化之乡，中国四大古城之一。阆中古城有张飞庙、永安寺、五龙庙、滕王阁、观音寺、巴巴寺、大佛寺、川北道贡院等8处全国重点文物保护单位；有邵家湾墓群、文笔塔、石室观摩崖造像、雷神洞摩崖造像、牛王洞摩崖造像、红四方面军总政治部旧址、华光楼、阆中文庙等22处省级文物保护单位。"
    },
    {
        name:"平遥古城",
        feature:[23,34,38,47,48,50,55,82],
        introduction:"平遥古城，位于山西省晋中市平遥县，始建于周宣王时期，明洪武三年（1370年）扩建，距今已有2800多年的历史   。还较为完好地保留着明清时期县城的基本风貌，是中国汉民族地区现存最为完整的古城。 平遥古城以南大街为主轴线，以街心的市楼为至高点，城隍、衙署择高处而立，一东一西，对称分布，表达了封建统治者“人神共治”的愿望。大型的宗教建筑设置在城市交通干道的两端。全城四大街、八小街、七十二条小巷道，经纬交织，主次分明 。市井商铺林立，店面相连。古民居鳞次栉比，院落重重，宅院（包括商铺）建筑中轴强烈，对称严谨，从房舍的配置上体现出长幼有序、尊卑有别的封建伦理观念。"
    },
    {
        name:"丽江古城",
        feature:[30,33,38,44,47,50,62,64,74,132],
        introduction:"丽江古城，位于云南省丽江市古城区，又名大研镇，坐落在丽江坝中部，始建于宋末元初（公元13世纪后期），地处云贵高原，面积为7.279平方公里。 丽江古城内的街道依山傍水修建，以红色角砾岩铺就，有四方街、木府、五凤楼、黑龙潭、文昌宫、王丕震纪念馆、雪山书院、王家庄基督教堂、方国瑜故居、白马龙潭寺、顾彼得旧居、净莲寺、普贤寺 、接风楼、十月文学馆、红军长征过丽江指挥部纪念馆、丽江古城历史文化展示馆、丽江古城徐霞客纪念馆等景点。"
    },
    {
        name:"长城",
        feature:[2,34,38,55,56,81,90],
        introduction:"长城，又称万里长城，是中国古代的军事防御工事，是一道高大、坚固而且连绵不断的长垣，用以限隔敌骑的行动。长城不是一道单纯孤立的城墙，而是以城墙为主体，同大量的城、障、亭、标相结合的防御体系。长城修筑的历史可上溯到西周时期，发生在首都镐京（今陕西西安）的著名典故“烽火戏诸侯”就源于此 。春秋战国时期，列国争霸，互相防守，长城修筑进入第一个高潮，但此时修筑的长度都比较短。秦灭六国统一天下后，秦始皇连接和修缮战国长城，始有万里长城之称 。明朝是最后一个大修长城的朝代，人们所看到的长城多是此时修筑 。"
    },
    {
        name:"秦始皇兵马俑",
        feature:[24,34,38,56,72,93,103,104],
        introduction:"兵马俑，即秦始皇陵兵马俑，亦简称秦兵马俑或秦俑，是第一批全国重点文物保护单位、第一批中国世界遗产，位于今陕西省西安市临潼区秦始皇陵以东1.5千米处的兵马俑坑内。兵马俑是古代墓葬雕塑的一个类别。古代施行人殉，奴隶是奴隶主生前的附属品，奴隶主死后奴隶要作为殉葬品为奴隶主陪葬。兵马俑即制成兵马（战车、战马、士兵）形状的殉葬品。1961年3月4日，秦始皇陵被国务院公布为第一批全国重点文物保护单位 。1974年3月，兵马俑被发现。1987年，秦始皇陵及兵马俑坑被联合国教科文组织批准列入《世界遗产名录》，被誉为“世界第八大奇迹” ，先后有200多位外国元首和政府首脑参观访问，成为中国古代辉煌文明的一张金字名片，又被誉为世界十大古墓稀世珍宝之一。"
    },
    {
        name:"明十三陵",
        feature:[2,34,38,55,56,57,72],
        introduction:`明十三陵，坐落于天寿山麓，距离北京约五十公里。陵区周围群山环抱，中部为平原，陵前有小河曲折蜿蜒，山明水秀，景色宜人。十三座皇陵均依山而筑，分别建在东、西、北三面的山麓上，形成了体系完整、规模宏大、气势磅礴的陵寝建筑群。明代术士认为，这里是"风水"胜境，绝佳"吉壤"。因此被明朝选为营建皇陵的"万年寿域"。该陵园建于1409年，距今已有300—600多年历史。陵区占地面积达40平方公里，是中国乃至世界现存规模最大、帝后陵寝最多的一处皇陵建筑群。`
    },
    {
        name:"安阳殷墟",
        feature:[11,34,38,55,56,93,107,108],
        introduction:"殷墟，是中国商朝后期都城遗址，位于河南省安阳市西北郊的洹河南北两岸，以小屯村为中心，面积约30平方千米。商后期叫北蒙，又称殷，公元前14世纪盘庚迁都于此，至纣亡国，共传8代12王，前后达273年。周灭殷后，曾封纣之子武庚于此，后因武庚叛乱被杀，殷民迁走，逐渐沦为废墟，故称殷墟。殷墟遗迹主要包括城墙基址、大灰沟、道路、夯土建筑基址、地穴和半地穴居住址、灰坑窖穴、水井、祭祀遗存、手工业作坊遗址、王陵区、家族墓地和车马坑等。殷墟是中国历史上第一个文献可考、并为考古学和甲骨文所证实的都城遗址，因而殷都安阳排在中华古都之首。 "
    },
    {
        name:"云冈石窟",
        feature:[23,34,38,53,54,70,103],
        introduction:"云冈石窟，原名灵岩寺、石佛寺。位于山西省大同市西郊武州山南麓，武州川北岸。武州山最高处称云冈，故名云冈石窟。北魏统治者崇尚佛教，广建寺宇，大开石窟。此石窟群的主要部分皆完成于北魏迁都洛阳之前，约自和平元年至太和十八年(460-494)。石窟依山开凿，东西绵延1千米。窟区自东而西依自然山势分为东、中、西3区。现存主要洞窟45个，大小造像59000余尊，附属洞窟209个，雕刻面积达18000余平方米。造像最高17米，最小为2厘米，佛龛约计1100多个，大小造像59000余尊。"
    },
    {
        name:"龙门石窟",
        feature:[11,34,38,53,54,72,80,103,105],
        introduction:"龙门石窟位于河南省洛阳市，是世界上造像最多、规模最大的石刻艺术宝库，被联合国科教文组织评为“中国石刻艺术的最高峰”，位居中国各大石窟之首。现为世界文化遗产、全国重点文物保护单位、国家AAAAA级旅游景区。龙门石窟造像多为皇家贵族所建，是世界上绝无仅有的皇家石窟。龙门石窟使石窟艺术呈现出了中国化的趋势，是中国石窟艺术的“里程碑”，不仅对国内其他石窟的开凿产生重要影响（如香港天坛大佛），甚至远及东亚朝鲜、韩国、日本等国， 如日本奈良东大寺、 韩国石窟庵等均受其影响。"
    },
    {
        name:"莫高窟",
        feature:[5,34,38,53,54,70,103,105],
        introduction:"莫高窟，坐落于河西走廊的西部尽头的敦煌。它的开凿从十六国时期至元代，前后延续约1000年，这在中国石窟中绝无仅有。它既是中国古代文明的一个璀璨的艺术宝库，也是古代丝绸之路上曾经发生过的不同文明之间对话和交流的重要见证。莫高窟现有洞窟735个，保存壁画4.5万多平方米，彩塑2400余尊，唐宋木构窟檐5座，是中国石窟艺术发展演变的一个缩影，在石窟艺术中享有崇高的历史地位。敦煌石窟一名通常用以指莫高窟，是莫高窟、西千佛洞的总称，有时也包括安西的榆林窟。敦煌石窟与山西大同云冈石窟、河南洛阳龙门石窟并称中国三大石窟。"
    },
    {
        name:"大足石刻",
        feature:[3,33,38,53,54,69,70,71,103],
        introduction:"大足石刻，位于重庆市大足区境内，是唐、五代、宋时所凿造，明、清两代亦续有开凿。现为世界文化遗产，世界八大石窟之一。大足石刻分布于该县西南、西北和东北的扇区，共23处。较集中的有宝顶山、北山等19处。其中以宝顶山摩崖造像规模最大，造像最精美。除佛像和道教造像外，也有儒、佛、道同在一龛窟中的三教造像，而以佛教造像所占比例最大。大足石刻代表了公元9—13世纪世界石窟艺术的最高水平，是人类石窟艺术史上最后的丰碑。它从不同侧面展示了唐、宋时期中国石窟艺术风格的重大发展和变化，具有前期石窟不可替代的历史、艺术、科学价值。并以规模宏大、雕刻精美、题材多样、内涵丰富、保存完好而著称于世。"
    },
    {
        name:"乐山大佛",
        feature:[26,33,38,54,70,103,171],
        introduction:"乐山大佛，又名凌云大佛，位于四川省乐山市南岷江东岸凌云寺侧，濒大渡河、青衣江和岷江三江汇流处。大佛为弥勒佛坐像，通高71米，是中国最大的一尊摩崖石刻造像。乐山大佛和凌云山、乌尤山、巨形卧佛等景点组成的乐山大佛景区属于国家5A级旅游景区，是世界文化与自然双重遗产峨眉山-乐山大佛的组成部分。"
    },
    {
        name:"故宫",
        feature:[2,34,38,52,63,72,110],
        introduction:"北京故宫，是中国明清两代的皇家宫殿，旧称紫禁城，位于北京中轴线的中心。北京故宫以三大殿为中心，占地面积约72万平方米，建筑面积约15万平方米，有大小宫殿七十多座，房屋九千余间。北京故宫内的建筑分为外朝和内廷两部分。外朝的中心为太和殿、中和殿、保和殿，统称三大殿，是国家举行大典礼的地方。三大殿左右两翼辅以文华殿、武英殿两组建筑。内廷的中心是乾清宫、交泰殿、坤宁宫，统称后三宫，是皇帝和皇后居住的正宫。其后为御花园。后三宫两侧排列着东、西六宫，是后妃们居住休息的地方。东六宫东侧是天穹宝殿等佛堂建筑，西六宫西侧是中正殿等佛堂建筑。外朝、内廷之外还有外东路、外西路两部分建筑。 北京故宫是世界上现存规模最大、保存最为完整的木质结构古建筑之一，是国家AAAAA级旅游景区，1961年被列为第一批全国重点文物保护单位；1987年被列为世界文化遗产。"
    },
    {
        name:"台北故宫",
        feature:[32,33,38,52,63,110],
        introduction:"台北故宫博物院，又称中山博物院，位于中国台湾省台北市士林区至善路二段221号，总占地面积160000平方米，其于1965年开馆，并进行多次扩建修缮。馆内藏有翠玉白菜、毛公鼎、散氏盘、快雪时晴帖、《早春图》、《华子冈图》、《永乐大典》、《四库全书》等稀世珍品。台北故宫博物院为中国三大博物馆之一。2019年6月，世界主题娱乐协会TEA和AECOM联合推出了《主题公园和博物馆报告》，台北故宫博物院在全球位列第18名。"
    },
    {
        name:"布达拉宫",
        feature:[28,36,38,52,70,84,105,110],
        introduction:"布达拉宫，位于中国西藏自治区首府拉萨市区西北的玛布日山上，是一座宫堡式建筑群，最初是吐蕃王朝赞普松赞干布为迎娶尺尊公主和文成公主而兴建 。于17世纪重建后，成为历代达赖喇嘛的冬宫居所，为西藏政教合一的统治中心。1961年，布达拉宫成为了中华人民共和国国务院第一批全国重点文物保护单位之一。1994年，布达拉宫被列为世界文化遗产。布达拉宫的主体建筑为白宫和红宫两部分。整座宫殿具有藏式风格，高200余米，外观13层，实际只有9层。由于它起建于山腰，大面积的石壁又屹立如峭壁，使建筑仿佛与山岗融为一体，气势雄伟。"
    },
    {
        name:"嵩山",
        feature:[11,34,40,60,91,142],
        introduction:"嵩山，五岳之“中岳”，位于河南省郑州市登封市，嵩山系秦岭支脉外方山的东延部分，西起洛阳龙门东侧，向东逐渐转向东北一直延伸到新密以北，东西绵亘近百千米，南北宽约20千米， 风景区面积为159平方千米，地质公园总面积450平方千米。嵩山有全国重点文物保护单位16处，河南省重点文物保护单位16处，各类文物珍品6700多件。列入“申报世界文化遗产”的嵩山历史建筑群，包括8处11项历史建筑。同时人文景观众多，计有十寺、五庙、五宫、 三观、四庵、四洞、三坛及宝塔270余座，是历史上佛、儒、道三教荟萃之地。"
    },
    {
        name:"泰山",
        feature:[22,34,40,60,86,91,99],
        introduction:"泰山，又名岱山、岱宗、岱岳、东岳、泰岳，为五岳之一，有“五岳之首”“天下第一山”之称 。位于山东省中部，隶属于泰安市，绵亘于泰安、济南、淄博三市之间，总面积2.42万公顷，主峰玉皇顶海拔1532.7米。泰山承载着丰厚的地理历史文化内涵 ，被古人视为“直通帝座”的天堂，成为百姓崇拜，帝王告祭的神山，有“泰山安，四海皆安”的说法。自秦始皇开始到清代，先后有13代帝王依次亲登泰山封禅或祭祀，另外有24代帝王遣官祭祀72次。山体上既有寺庙、宫、观等古建筑群29处，古遗址128处，有大小碑碣、摩崖石刻2000余处。"
    },
    {
        name:"华山",
        feature:[24,34,40,60,91],
        introduction:"华山，古称“西岳”，雅称“太华山”，为五岳之一，位于陕西省渭南市华阴市，在省会西安以东120千米处。南接秦岭山脉，北瞰黄渭，自古以来就有“奇险天下第一山”的说法。中华之“华”源于华山，由此，华山有了“华夏之根”之称 。华山是中国道教主流全真派圣地，为“第四洞天”，也是中国民间广泛崇奉的神祇，即西岳华山君神。共有72个半悬空洞，道观20余座，其中玉泉院、都龙庙、东道院、镇岳宫被列为全国重点道教宫观，有陈抟、郝大通、贺元希等著名的道教高人。"
    },
    {
        name:"衡山",
        feature:[14,33,40,60,91],
        introduction:"衡山，又名南岳、寿岳、南山，为中国“五岳”之一，位于中国湖南省中部偏东南部，绵亘于衡阳、湘潭两盆地间，主体部分位于衡阳市南岳区、衡山县和衡阳县东部。衡山是中国著名的道教、佛教圣地，环山有寺、庙、庵、观200多处。衡山主要山峰有回雁峰、祝融峰、紫盖峰、岳麓山等，最高峰祝融峰海拔1300.2米。衡山呈东北—西南走向，北起衡山县福田铺乡，南迄衡阳县樟木乡，西起衡阳县界牌镇，东止衡阳市南岳区，长38千米，最宽处17千米，总面积640平方千米。"
    },
    {
        name:"恒山",
        feature:[23,34,40,60,91,134],
        introduction:"恒山，含狭义和广义两个概念。狭义的恒山，即所谓“北岳恒山”，亦名“太恒山”，古称玄武山、崞山，高是山，玄岳等，明末清初被确定为“五岳”之北岳恒山。位于山西省浑源县城南10公里处，主峰天峰岭海拔2016.8米，号称“人天北柱”、“绝塞名山”。广义的恒山，或称恒山山脉，是山西省大同市东南部、河北省张家口市南部，桑干河、滹沱河之间一系列山峰的总称，大致西南－东北走向延伸，东西长近300公里左右，南北宽80公里左右，最高峰为山阴县、应县边界处的馒头山，海拔2426米。恒山横亘于山西北部高原与冀中平原之间，因其险峻的自然山势和地理位置的特点，成为兵家必争之地。山间河谷处的倒马关、紫荆关、平型关、雁门关、宁武关虎踞为险，是塞外高原通向太原盆地、冀中平原之咽喉要冲。许多帝王、名将都在此打过仗，古代关隘、城堡、烽火台等众多古代战场遗迹保存了下来。"
    },
    {
        name:"雁荡山",
        feature:[31,33,40,60,90,103,111,114,115],
        introduction:"雁荡山，简称雁山、雁岩，素有“海上名山、寰中绝胜”“东南第一山”之誉，位于浙江省温州市乐清市雁荡镇雁山路88号。雁荡山分为南雁荡山和北雁荡山，瓯江断裂以北称为北雁荡，以南称为南雁荡。主峰为百岗尖，海拔1057米，总面积450平方千米。雁荡山大尺度的奇特景观形象，给诗人、画家、文人学士以强烈的美感和灵感。于此赋诗作画，留下大批作品，其中诗词5000多首，以及龙鼻洞等400多处摩崖石刻，还有南阁牌坊等历史古迹，谢灵运、贯休、沈括、徐霞客、康有为、张大千、沙孟海、潘天寿、郁达夫、郭沫若、邓拓、舒婷等都留下了诗篇和墨迹。"
    },
    {
        name:"黄山",
        feature:[1,33,40,60,90,116,117,118,119],
        introduction:"黄山，古称黟山，位于安徽省黄山市境内，地处安徽省南部、黄山市北部，地跨歙县、休宁县、黟县和黄山区、徽州区，东起黄狮岭，西至小岭脚，北始二龙桥，南达汤口镇，山境南北长约40千米，东西宽约30千米，总占地面积约1200平方千米，属亚热带季风气候；以奇松、怪石、云海、温泉、冬雪“五绝”及历史遗存、书画、文学、传说、名人“五胜”著称于世，有“天下第一奇山”“天开图画”“松海云川”之称。黄山境内分为温泉、云谷、玉屏、北海、松谷、钓桥、浮溪、洋湖、福固九个管理区，有千米以上高峰88座，其中“莲花”“光明顶”“天都”为黄山三大主峰，海拔均逾1800米。黄山境内有大量的文化遗存，如古蹬道、古楹联、古桥、古亭、古寺、古塔等，另有现存摩崖石刻300余处，孕育了中国山水画“黄山画派”；黄山境内动植物资源丰富，森林覆盖率达84.7%，植被覆盖率达93.6%，已知脊椎动物达300余种，鸟类170余种；有“五岳归来不看山，黄山归来不看岳”之名。"
    },
    {
        name:"庐山",
        feature:[17,33,40,42,60,90,118,135,183,199],
        introduction:"庐山，又名匡山、匡庐，位于江西省九江市庐山市境内。东偎婺源鄱阳湖，南靠南昌滕王阁，西邻京九铁路，北枕滔滔长江，耸峙于长江中下游平原与鄱阳湖畔，介于东经115°52′—116°8′，北纬29°26′—29°41′之间，长约25千米，宽约10千米，主峰汉阳峰，海拔1474米。山体呈椭圆形，典型的地垒式断块山。庐山以雄、奇、险、秀闻名于世，素有“匡庐奇秀甲天下”之誉 。自古命名的山峰有171座，群峰间散布冈岭26座，壑谷20条，岩洞16个，怪石22处。水流在河谷发育裂点，形成许多急流与瀑布，瀑布22处，溪涧18条，湖潭14处。最为著名的三叠泉瀑布，落差达155米，有“不到三叠泉，不算庐山客”之美誉。"
    },
    {
        name:"武当山",
        feature:[13,33,40,48,52,69,79,91],
        introduction:"武当山，中国道教圣地，又名太和山、谢罗山、参上山、仙室山，古有“太岳”、“玄岳”、“大岳”之称。位于湖北省西北部十堰市丹江口市。东接襄阳市，西靠十堰市 ，南望神农架，北临南水北调中线源头丹江口水库。武当山是道教名山和武当武术的发源地，被称为“亘古无双胜境，天下第一仙山”。武当武术，是中华武术的重要流派。元末明初，道士张三丰集其大成，开创武当派 。截至2013年，武当山有古建筑53处，建筑面积2.7万平方米，建筑遗址9处，占地面积20多万平方米，全山保存各类文物5035件。"
    },
    {
        name:"五台山",
        feature:[23,34,40,47,54,70,103],
        introduction:"五台山，位于山西省忻州市，是中国佛教四大名山之一 。《名山志》载：“五台山五峰耸立，高出云表，山顶无林木，有如垒土之台，故曰五台。”五台山是中国青庙黄庙共处的佛教道场，有宗教活动场所86处，其中多敕建寺院，多朝皇帝前来参拜。著名的有：显通寺、塔院寺、菩萨顶、南山寺、黛螺顶、金阁寺、万佛阁、碧山寺等。"
    },
    {
        name:"普陀山",
        feature:[31,33,40,47,54,70,90],
        introduction:"普陀山，位于浙江省舟山市普陀区，杭州湾南缘，舟山群岛东部海域，相传是观世音菩萨教化众生的道场。普陀山地形呈菱形状，是舟山群岛1390个岛屿中的一个小岛，形似苍龙卧海，面积12.52平方千米，与舟山群岛的沈家门隔海相望，素有“海天佛国”、“南海圣境”之称，南北长8.6千米，东西宽约3.5千米，岸线长30千米。中部佛顶山天灯台最高，海拔291.2米，向四面延伸，西为茶山，北为伏龙山，东为青鼓垒山，东南为锦屏山、莲台山、白华山，西南为梅岑山，主峰均在100至200米间，连绵起伏。"
    },
    {
        name:"峨眉山",
        feature:[26,33,40,47,54,70,79,90,91,156],
        introduction:"峨眉山，位于神秘的北纬30°附近，雄踞在四川省西南部。自古就有“普贤者，佛之长子，峨眉者， 山之领袖”之称。文化遗产极其深厚，是中国佛教圣地，被誉为“佛国天堂”，是普贤菩萨的道场。以其“雄、秀、神、奇、灵”的自然景观和深厚的佛教文化，被联合国教科文组织列入《世界文化与自然遗产名录》。"
    },
    {
        name:"九华山",
        feature:[1,33,40,47,52,54,69,70],
        introduction:"九华山，古称陵阳山、九子山，为“中国佛教四大名山”之一，位于安徽省池州市青阳县境内，素有“东南第一山”之称，传说因唐朝李白《望九华赠青阳韦仲堪》诗：“昔在九江上，遥望九华峰。天河挂绿水，秀出九芙蓉。”而更名为“九华山”。相传为地藏菩萨应化的道场，佛教认为地藏菩萨是“大孝”和“大愿”的象征。 华山自山麓至天台峰，名刹古寺林立，文物古迹众多，尚存化城寺、月身宝殿、慧居寺、百岁宫等古刹78座，佛像1500余尊，藏有明万历皇帝颁赐的圣旨、藏经及其它玉印、法器等文物1300余件。"
    },
    {
        name:"青海湖",
        feature:[21,36,41,59,120,121],
        introduction:"青海湖，位于青藏高原东北部、青海省境内，是中国最大的内陆湖。湖中有海心山、三块石、鸟岛、海西 山、沙岛五个形态各异的岛屿，山峦叠翠，景观独特。魏著名的地理学家郦道元，在《水经注》中就已如实写 过青海湖壮丽的景色。他写道：“海周七百五十余里，中有二山，东 西对峙，水色清绿，冬夏不枯不溢。自日月山望之，如黑云冉冉再来”。"
    },
    {
        name:"纳木错",
        feature:[28,36,41,59,70,120],
        introduction:"纳木措，位于西藏自治区中部，是西藏第二大湖泊，也是中国第三大的咸水湖。湖面海拔4718米，形状近似长方形，东西长70多千米，南北宽30多千米，面积约1961km²。“纳木措”为藏语，蒙古语名称为“腾格里海”，都是“天湖”之意。纳木措是西藏的“三大圣湖”之一。 纳木措是古象雄佛法雍仲本教的第一神湖，为著名的佛教圣地之一。 "
    },
    {
        name:"茶卡盐湖",
        feature:[21,36,41,59,120,122],
        introduction:"茶卡盐湖，位于青海省海西蒙古族藏族州乌兰县茶卡镇盐湖路9号，“茶卡”是藏语，意即盐池，蒙古语“达布逊淖尔”，也就是青盐的海。茶卡盐湖四周雪山环绕，平静的湖面像镜子一样，反射着美丽的令人陶醉的天空景色，被誉为“中国的天空之镜”，置身于盐的世界，漫步湖面如行走云端之上，水映天，天接地，人在湖间走，宛如画中游。茶卡盐湖还因盛产大青盐驰名，成为中国首家绿色食用盐生产基地。"
    },
    {
        name:"喀纳斯湖",
        feature:[29,35,41,58,85,123],
        introduction:"喀纳斯湖，位于新疆维吾尔自治区阿勒泰地区布尔津县北部，“喀纳斯”是蒙古语，意为“美丽而神秘的湖”。喀纳斯湖景区由高山、河流、森林、湖泊、草原等奇异的自然景观、成吉思汗西征军点将台、古代岩画等历史文化遗迹与蒙古族图瓦人独特的民俗风情于一体，有驼颈湾、变色湖、卧龙湾、观鱼台等主要景点，具有极高的旅游观光、自然保护、科学考察和历史文化价值。喀纳斯湖有几大奇观，一是千米枯木长堤，是因喀纳斯湖中的浮木被强劲谷风吹着逆水上漂，在湖上游堆聚而成；二是湖中巨型“水怪”，常常将在湖边饮水的马匹拖入水中，给喀纳斯平添了几分神秘色彩，也有人认为是当地特产的一种大红鱼（哲罗鲑）在作怪；三是雨过天晴时才有的奇景——喀纳斯云海佛光。"
    },
    {
        name:"长白山天池",
        feature:[15,35,41,58,115,120,192],
        introduction:"长白山天池，又称白头山天池，坐落在吉林省东南部长白山自然保护区内，是中国和朝鲜的界湖，双方各拥有一部分水域。天池南北长约4400米，东西宽约3370米，其池水的海拔高度为2189.1米，最深处为373米，平均204米，水面面积9.82平方千米，周长13.1千米。据《长白山江冈志略》记载：“天池在长白山巅的中心点，群峰环抱，离地高约20余里，故名为天池。”"
    },
    {
        name:"西湖",
        feature:[31,33,41,58,66,87,90,193],
        introduction:"西湖，位于浙江省杭州市西湖区龙井路1号，杭州市区西部。西湖南、西、北三面环山，湖中白堤、苏堤、杨公堤、赵公堤将湖面分割成若干水面。湖体轮廓呈近椭圆形，湖底部较为平坦，平均水深2.27米，最深约5米，最浅不到1米。西湖天然地表水源是金沙涧、龙泓涧、赤山涧（慧因涧）、长桥溪四条溪流。西湖及周边分布着100多处公园景点，历代有“西湖十景”、“新西湖十景”、“三评西湖十景”之说，有60多处国家、省、市级重点文物保护单位和20多座博物馆，著名景点有断桥、雷峰塔、西泠印社、长桥、钱王祠、净慈寺、苏小小墓等。"
    },
    {
        name:"鄱阳湖",
        feature:[17,33,41,58,121,124],
        introduction:"鄱阳湖，是长江中下游主要支流之一，也是长江流域的一个过水性、吞吐型、季节性重要湖泊。是中国第一大淡水湖，也是中国第二大湖，仅次于青海湖。湖区面积，在平水位（14米～15米）时湖水面积为3150平方公里，高水位（20米）时为4125平方公里以上。每年秋去冬来，水落滩出，沼泽星罗棋布，水草繁茂，鱼虾众多，是候鸟理想的越冬地。"
    },
    {
        name:"日月潭",
        feature:[32,33,37,41,47,58,74,75],
        introduction:"日月潭位于中国台湾省阿里山以北、能高山之南的南投县鱼池乡水社村，旧称水沙连、龙湖、水社大湖、珠潭、双潭，亦名水里社。日月潭湖面海拔748米，常态面积为7.93㎞²（满水位时10㎞²），最大水深27米，湖周长约37千米，是中国台湾外来种生物最多的淡水湖泊之一。它以光华岛为界，北半湖形状如圆日，南半湖形状如弯月。2009年，日月潭入选世界纪录协会“中国台湾最大的天然淡水湖”，在清朝时即被选为台湾八大景之一，有“海外别一洞天”之称。"
    },
    {
        name:"壶口瀑布",
        feature:[23,24,35,42,73,78,101,128],
        introduction:"壶口瀑布，号称“黄河奇观”，是黄河上唯一的黄色大瀑布，也是中国的第二大瀑布。地处晋陕大峡谷中段，两岸夹山，滔滔黄河到此被两岸苍山挟持，束缚在狭窄的石谷中，600米余宽的洪流骤然收束为30余米。以壶口瀑布为中心的风景区，集黄河峡谷、黄土高原、古塬村寨为一体，展现了黄河流域壮美的自然景观和丰富多彩的历史文化积淀。"
    },
    {
        name:"黄果树瀑布",
        feature:[8,33,42,44,67,74,76,89,90,92,94,102,111,112],
        introduction:"黄果树瀑布，位于中国贵州省安顺市镇宁布依族苗族自治县，属珠江水系西江干流南盘江支流北盘江支流打帮河的支流可布河下游白水河段水系，为黄果树瀑布群中规模最大的一级瀑布，是世界著名大瀑布之一。以水势浩大著称。瀑布高度为77.8米，其中主瀑高67米；瀑布宽101米，其中主瀑顶宽83.3米。黄果树瀑布属喀斯特地貌中的侵蚀裂典型瀑布。"
    },
    {
        name:"庐山瀑布",
        feature:[17,33,42,88,90,100,167],
        introduction:"庐山位于江西省九江市，耸峙于长江中下游平原与鄱阳湖畔，瀑布飞泻。余邵诗云：“长江南岸鄱湖畔，拔地庐山风景妍；峭壁陡崖飞瀑布，奇峰秀岭绕云烟”，瀑布是庐山的一大奇观。庐山瀑布是由三叠泉瀑布、开先瀑布、石门涧瀑布、黄龙潭和秀峰瀑布、王家坡双瀑和玉帘泉瀑布等组成的庐山瀑布群。被誉为中国最秀丽的十大瀑布之一。"
    },
    {
        name:"德天瀑布",
        feature:[7,33,42,92,95,129],
        introduction:"德天瀑布位于广西壮族自治区崇左市大新县硕龙镇德天村，中国与越南边境处的归春河上游，瀑布气势磅礴、蔚为壮观，与紧邻的越南板约瀑布相连，是亚洲第一、世界第四大跨国瀑布，年均水流量约为贵州黄果树瀑布的三倍，为中国国家AAAAA级旅游景区。还是《酒是故乡醇》和《花千骨》的外景拍摄地，神奇而美妙。"
    },
    {
        name:"诺日朗瀑布",
        feature:[26,36,42,131],
        introduction:"诺日朗瀑布位于中国四川省九寨沟，海拔2365米，瀑宽270米，高24.5米，是中国大型钙化瀑布之一，也是中国最宽的瀑布。藏语中诺日朗是伟岸高大的意思，因此诺日朗瀑布意思就是雄伟壮观的瀑布。滔滔水流自诺日朗群海而来，经瀑布的顶部流下，如银河飞泻，声震山谷。南端水势浩大，寒气逼人，腾起蒙蒙水雾。"
    },
    {
        name:"雅鲁藏布大峡谷",
        feature:[28,36,43,44,68,130],
        introduction:"雅鲁藏布大峡谷是世界上最大、最深的峡谷。据国家测绘局公布的数据：这个大峡谷北起米林县派镇大渡卡村（海拔3000米），经由排龙乡的雅鲁藏布江大拐弯，南到墨脱县巴昔卡村（海拔115米，在藏南地区靠近印度阿萨姆邦的地方），主体在墨脱县。从墨脱县甘登乡多卡村往上，一直到米林县派镇加拉村，是雅鲁藏布大峡谷无人区。"
    },
    {
        name:"虎跳峡",
        feature:[30,33,43,113,125,132,133],
        introduction:"虎跳峡，位于云南省香格里拉市虎跳峡镇东环线，距香格里拉市96千米，距丽江市80千米，峡谷全长23千米，迂迥道路25千米，峡口海拔1800米。虎跳峡主要有三个景点：上虎跳、中虎跳、下虎跳，峡内礁石林立，有险滩18处，高达10来米的跌坎7处，瀑布10条。虎跳峡江流最窄处，仅约30余米。峡内礁石林立，有险滩18处，高达10来米的跌坎7处，瀑布10条。峡口海拔1800米，临峡一侧山体陡峭，几乎是绝壁，无路可寻。"
    },
    {
        name:"长江三峡",
        feature:[3,13,33,43,66,109,124],
        introduction:"长江三峡西起重庆市奉节县白帝城，东至湖北宜昌市南津关，全长193千米，沿途两岸奇峰陡立、峭壁对峙，自西向东依次为瞿塘峡、巫峡、西陵峡。三峡地跨重庆、湖北两省市。两岸崇山峻岭，悬崖绝壁，风光奇绝，两岸陡峭连绵的山峰，一般高出江面700-800米左右。江面最狭处有100米左右；随着规模巨大的三峡工程的兴建，这里更成了世界知名的旅游热线。三峡旅游区景区众多，其中最著名的丰都鬼城，忠县石宝寨，云阳张飞庙，瞿塘峡，巫峡，西陵峡，宏伟的三峡工程，大宁河小三峡等。"
    },
    {
        name:"怒江大峡谷",
        feature:[30,33,43,73,74,126],
        introduction:"怒江大峡谷位于云南西北部怒江州境内，呈南北走向，是从雅鲁藏布大峡谷继续向东南，在云南境内又是一处地理奇观之所在。是世界上最长、最神秘、最美丽险奇和最原始古朴的大峡谷。怒江大峡谷位于滇西横断山纵谷区三江并流地带，峡谷在云南段长达300多公里，平均深度为2000米，最深处在贡山丙中洛一带，达3500米，被称为“东方大峡谷“。峡谷幽静深邃，怒江奔腾咆哮，令人震撼。沿峡谷的泸水、贡山、福贡等几县境内生活着傈僳族、怒族、独龙族、藏族等少数民族，给怒江大峡谷增添了不少乐趣。"
    },
    {
        name:"澜沧江梅里大峡谷",
        feature:[30,33,43,127,194],
        introduction:"澜沧江梅里大峡谷，位于中国云南迪庆德钦县，中国最美大峡谷之一，中国最大最重要的自然保护区之一，以保护滇金丝猴等珍稀物种，以及横断山典型山地森林垂直带自然景观为主。澜沧江梅里大峡谷是云南省高差最大的地方。峡谷江面海拔2006米，左岸的梅里雪山卡瓦格博峰海拔6740米，右岸的白马雪山扎拉雀尼峰海拔5460米，峡谷最大高差4734米，从江面到顶峰的坡面距离为14公里。每千米平均上升337米，峡谷有一个近于垂直的坡面。"
    },
    {
        name:"太鲁阁大峡谷",
        feature:[32,33,43,113],
        introduction:"“太鲁幽峡”，是台湾著名的旅游胜地，位于台湾东部花莲县西北，连绵20公里，是太鲁阁公园的一部分。两岸悬崖万仞，奇峰插天;山岭陡峭，怪石嵯峨;谷中溪曲水急，林泉幽邃，具有长江三峡雄奇景观连绵不断的气势，被誉为宝岛的三峡，为宝岛八景之冠。"
    },
    {
        name:"瑞金",
        feature:[17,33,199,200,201,202,203,204],
        introduction:"瑞金，江西省直辖、赣州市代管县级市，位于江西省南部，是享誉中外的“红色故都”、共和国摇篮、中央红军长征出发地。瑞金在中国革命历史上曾经写下了光辉灿烂的一页，有着重要的历史地位。她是中国第一个红色政权——中华苏维埃共和国临时中央政府的诞生地，第二次国内革命战争时期中央革命根据地的中心，是驰名中外的红军二万五千里长征的出发地之一。"
    },
    {
        name:"延安",
        feature:[24,34,181,199,200,201,202,203,205],
        introduction:"延安，简称“延”，陕西省辖地级市、省域副中心城市，位于陕西省北部，是中国革命圣地，是全国革命根据地城市中旧址保存规模最大、数量最多、布局最为完整的城市。毛泽东等老一辈革命家在这里生活战斗了13个春秋，领导了抗日战争和解放战争，培育了延安精神，是全国爱国主义、革命传统和延安精神三大教育基地。"
    },
    {
        name:"井冈山",
        feature:[17,33,40,199,201,202,206,208],
        introduction:"井冈山，位于江西省县西南部，是中国革命的摇篮，是毛泽东为代表的中国共产党人开创有中国特色的农村包围城市、最后夺取全国政权的民主革命道路的最初奠基石。井冈山精神已经深深融入了中华民族的血脉之中，不断鼓舞着中国共产党人为革命、建设和改革事业而不懈奋斗，激励着中华儿女为全面推进中华民族伟大复兴而团结奋斗。"
    },
    {
        name:"嘉兴",
        feature:[31,33,199,201,202,207],
        introduction:"嘉兴，别称禾城，浙江省辖地级市，是中国共产党的诞生地之一，具有丰富的红色文化资源。多年来，嘉兴市坚持大力弘扬“红船精神”，积极打造红色文化，为实现科学发展提供强大的精神动力和文化支撑。"
    }
];
import {h} from "vue";
export const menuList=[
    {
      label: () => h(
        "a",
        {
          href: "https://baike.baidu.com/item/%E6%BB%95%E7%8E%8B%E9%98%81/70500",
          target: "_blank",
          rel: "noopenner noreferrer"
        },
        "滕王阁"
      ),
    },
    {
        label: () => h(
          "a",
          {
            href: "https://baike.baidu.com/item/%E9%BB%84%E9%B9%A4%E6%A5%BC/62298",
            target: "_blank",
            rel: "noopenner noreferrer"
          },
          "黄鹤楼"
        ),
    },
    {
    label: () => h(
        "a",
        {
        href: "https://baike.baidu.com/item/%E7%99%BD%E9%A9%AC%E5%AF%BA/4680",
        target: "_blank",
        rel: "noopenner noreferrer"
        },
        "白马寺"
    ),
    },
  ];

import tengwangge from "./assets/images/mapImage/滕王阁.png";
const _tengwangge="image://" + tengwangge; 
import huanghelou from "./assets/images/mapImage/黄鹤楼.png";
const _huanghelou="image://" + huanghelou; 
import yueyanglou from "./assets/images/mapImage/岳阳楼.png";
const _yueyanglou="image://" + yueyanglou; 
import baimasi from "./assets/images/mapImage/白马寺.png";
const _baimasi="image://" + baimasi; 
import dazhaosi from "./assets/images/mapImage/大昭寺.png";
const _dazhaosi="image://" + dazhaosi; 
import taersi from "./assets/images/mapImage/塔尔寺.png";
const _taersi="image://" + taersi; 
import shaolinsi from "./assets/images/mapImage/少林寺.png";
const _shaolinsi="image://" + shaolinsi; 
import fuzimiao from "./assets/images/mapImage/夫子庙.png";
const _fuzimiao="image://" + fuzimiao; 
import huizhougucheng from "./assets/images/mapImage/徽州古城.png";
const _huizhougucheng="image://" + huizhougucheng; 
import langzhonggucheng from "./assets/images/mapImage/阆中古城.png";
const _langzhonggucheng="image://" + langzhonggucheng; 
import pingyaogucheng from "./assets/images/mapImage/平遥古城.png";
const _pingyaogucheng="image://" + pingyaogucheng; 
import lijiang from "./assets/images/mapImage/丽江.png";
const _lijiang ="image://" + lijiang; 
import changcheng from "./assets/images/mapImage/长城.png";
const _changcheng="image://" + changcheng; 
import bingmayong from "./assets/images/mapImage/兵马俑.png";
const _bingmayong="image://" + bingmayong; 
import mingshisanling from "./assets/images/mapImage/明十三陵.png"; 
const _mingshisanling="image://" + mingshisanling; 
import anyangyinxu from "./assets/images/mapImage/安阳殷墟.png";
const _anyangyinxu="image://" + anyangyinxu; 
import yungangshiku from "./assets/images/mapImage/云冈石窟.png";
const _yungangshiku="image://" + yungangshiku; 
import longmenshiku from "./assets/images/mapImage/龙门石窟.png";
const _longmenshiku="image://" + longmenshiku; 
import mogaoku from "./assets/images/mapImage/莫高窟.png";
const _mogaoku="image://" + mogaoku; 
import dazushike from "./assets/images/mapImage/大足石刻.png";
const _dazushike="image://" + dazushike; 
import leshandafo from "./assets/images/mapImage/乐山大佛.png";
const _leshandafo="image://" + leshandafo; 
import gugong from "./assets/images/mapImage/故宫.png";
const _gugong="image://" + gugong; 
import taibeigugong from "./assets/images/mapImage/台北故宫.png";
const _taibeigugong="image://" + taibeigugong; 
import budalagong from "./assets/images/mapImage/布达拉宫.png";
const _budalagong="image://" + budalagong; 
import songshan from "./assets/images/mapImage/嵩山.png";
const _songshan="image://" + songshan; 
import taishan from "./assets/images/mapImage/泰山.png";
const _taishan="image://" + taishan; 
import huashan from "./assets/images/mapImage/华山.png";
const _huashan="image://" + huashan; 
import hengshan1 from "./assets/images/mapImage/衡山.png";
const _hengshan1="image://" + hengshan1; 
import hengshan2 from "./assets/images/mapImage/恒山.png";
const _hengshan2="image://" + hengshan2; 
import yandangshan from "./assets/images/mapImage/雁荡山.png";
const _yandangshan="image://" + yandangshan; 
import huangshan from "./assets/images/mapImage/黄山.png";
const _huangshan="image://" + huangshan; 
import lushan from "./assets/images/mapImage/庐山.png"; 
const _lushan="image://" + lushan; 
import wudangshan from "./assets/images/mapImage/武当山.png";
const _wudangshan="image://" + wudangshan; 
import wutaishan from "./assets/images/mapImage/五台山.png";
const _wutaishan="image://" + wutaishan; 
import putuoshan from "./assets/images/mapImage/普陀山.png";
const _putuoshan="image://" + putuoshan; 
import emeishan from "./assets/images/mapImage/峨眉山.png";
const _emeishan="image://" + emeishan; 
import jiuhuashan from "./assets/images/mapImage/九华山.png";
const _jiuhuashan="image://" + jiuhuashan; 
import qinghaihu from "./assets/images/mapImage/青海湖.png";
const _qinghaihu="image://" + qinghaihu; 
import namucuo from "./assets/images/mapImage/纳木错.png";
const _namucuo="image://" + namucuo; 
import chakayanhu from "./assets/images/mapImage/茶卡盐湖.png";
const _chakayanhu="image://" + chakayanhu; 
import kenasihu from "./assets/images/mapImage/喀纳斯湖.png";
const _kenasihu="image://" + kenasihu; 
import changbaishantianchi from "./assets/images/mapImage/长白山天池.png";
const _changbaishantianchi="image://" + changbaishantianchi; 
import xihu from "./assets/images/mapImage/西湖.png";
const _xihu="image://" + xihu; 
import boyanghu from "./assets/images/mapImage/鄱阳湖.png";
const _boyanghu="image://" + boyanghu; 
import riyuetan from "./assets/images/mapImage/日月潭.png";
const _riyuetan="image://" + riyuetan; 
import hukoupubu from "./assets/images/mapImage/壶口瀑布.png";
const _hukoupubu="image://" + hukoupubu; 
import huangguoshupubu from "./assets/images/mapImage/黄果树瀑布.png";
const _huangguoshupubu="image://" + huangguoshupubu; 
import lushanpubu from "./assets/images/mapImage/庐山瀑布.png";
const _lushanpubu="image://" + lushanpubu; 
import detainpubu from "./assets/images/mapImage/德天瀑布.png";
const _detianpubu="image://" + detainpubu; 
import nuorilangpubu from "./assets/images/mapImage/诺日朗瀑布.png";
const _buorilangpubu="image://" + nuorilangpubu; 
import yaluzangbudaxiagu from "./assets/images/mapImage/雅鲁藏布大峡谷.png";
const _yaluzangbudaxiagu="image://" + yaluzangbudaxiagu; 
import hutiaoxia from "./assets/images/mapImage/虎跳峡.png";
const _hutiaoxia="image://" + hutiaoxia; 
import changjiangshanxia from "./assets/images/mapImage/长江三峡.png";
const _changjiangshanxia="image://" + changjiangshanxia; 
import nujiangdaxiagu from "./assets/images/mapImage/怒江大峡谷.png";
const _nujiangdaxiagu="image://" + nujiangdaxiagu; 
import lancangjiangdaxiagu from "./assets/images/mapImage/澜沧江梅里大峡谷.png";
const _lancangjiangdaxiagu="image://" + lancangjiangdaxiagu; 
import tailugedaxiagu from "./assets/images/mapImage/太鲁阁大峡谷.png";
const _tailugedaxiagu="image://" + tailugedaxiagu; 
import ruijin from "./assets/images/mapImage/瑞金.png";
const _ruijin="image://" + ruijin; 
import yanan from "./assets/images/mapImage/延安.png";
const _yanan="image://" + yanan; 
import jingangshan from "./assets/images/mapImage/井冈山.png";
const _jingangshan="image://" + jingangshan; 
import jiaxin from "./assets/images/mapImage/嘉兴.png";
const _jiaxin="image://" + jiaxin; 

export const mapList =[
    _tengwangge,_huanghelou,_yueyanglou,_baimasi,_dazhaosi,_taersi,_shaolinsi,
    _fuzimiao, _huizhougucheng ,_langzhonggucheng, _pingyaogucheng ,_lijiang, _changcheng,
    _bingmayong, _mingshisanling, _anyangyinxu ,_yungangshiku, _longmenshiku,
    _mogaoku, _dazushike, _leshandafo ,_gugong, _taibeigugong, _budalagong ,_songshan ,_taishan,
  _huashan,  _hengshan1, _hengshan2, _yandangshan, _huangshan,
  _lushan ,_wudangshan ,_wutaishan ,_putuoshan, _emeishan ,_jiuhuashan ,_qinghaihu, _namucuo,
  _chakayanhu ,_kenasihu, _changbaishantianchi, _xihu, _boyanghu, _riyuetan, _hukoupubu ,_huangguoshupubu,
  _lushanpubu ,_detianpubu, _buorilangpubu, _yaluzangbudaxiagu, _hutiaoxia, _changjiangshanxia
  ,_nujiangdaxiagu ,_lancangjiangdaxiagu ,_tailugedaxiagu ,_ruijin,_yanan,_jingangshan,_jiaxin
  ];





